Repository: endlessm/eos-gates
Catalog: po/*.po
Languages: ar, bg, cs, es, fr, hi, id, ms, pt_br, ro, sl, zh_cn, zh_tw

source: Install Linux Applications
ar: تنصيب تطبيقات Linux
bg: Инсталирай Линукс приложения
cs: Nainstalovat aplikace pro Linux
es: Instalar aplicaciones de Linux
fr: Installer les applications Linux
hi: Linux ऐप्लिकेशन इंस्टॉल करें
id: Pasang Aplikasi Linux
ms: Pasang Aplikasi-Aplikasi Linux
pt_br: Instalar aplicativos de Linux
ro: Instaleaza aplicatii Linux
sl: Namesti Linux Aplikacije
zh_cn: 安装Linux应用程序
zh_tw: 安裝 Linux 應用程式

source: Launch Windows Application
ar: إطلاق تطبيق Windows
bg: Стартирай Windows приложения
cs: Spustit aplikaci pro Windows
es: Ejecutar una aplicación de Windows
fr: Lancer l'application Windows
hi: Windows ऐप्लिकेशन लॉन्च करें
id: Jalankan Aplikasi Windows
ms: Lancar Aplikasi Windows
pt_br: Abrir aplicativo de Windows
ro: Deschide aplicatie Windows
sl: Zaženi Windows Applikacijo
zh_cn: 启动Windows应用程序
zh_tw: 啟動 Windows 應用程式

source: Launch Windows Applications
ar: إطلاق تطبيقات Windows
bg: Стартирай Windows приложения
cs: Spustit aplikace pro Windows
es: Ejecutar aplicaciones de Windows
fr: Lancer les applications Windows
hi: Windows ऐप्लिकेशन लॉन्च करें
id: Jalankan Aplikasi Windows
ms: Lancar Aplikasi-Aplikasi Windows
pt_br: Abrir aplicativos de Windows
ro: Deschide aplicatii Windows
sl: Zaženi Windows Applikacijo
zh_cn: 启动Windows应用程序
zh_tw: 啟動 Windows 應用程式

source: Launch %s
ar: بدء تشغيل %s
bg: Стартирай %s
cs: Spustit %s
es: Ejecutar %s
fr: Lancer %s
hi: %sलॉन्च करें
id: Jalankan %s
ms: Lancar %s
pt_br: Lançar %s
ro: Lanseaza %s
sl: Zaženi %s
zh_cn: 启动 %s
zh_tw: 啟動 %s

source: App Center
ar: مركز التطبيقات
bg: Каталог с програми
cs: Centrum aplikací
es: Centro de programas
hi: ऐप्लिकेशन केंद्र
id: Pusat Aplikasi
ms: Pusat Apl
pt_br: Central de Aplicativos
ro: Centru de aplicatii
sl: Center Aplikacij
zh_cn: 应用中心
zh_tw: 應用程式中心

source: Install %s
ar: تثبيت %s
bg: Инсталирай %s
cs: Nainstalovat %s
es: Instalar %s
fr: Installer %s
hi: %s इंस्टॉल करें
id: Pasang %s
ms: Pasang %s
pt_br: Instalar %s
ro: Instaleaza %s
sl: Namesti %s
zh_cn: 安装 %s
zh_tw: 安裝 %s

source: You can install applications from our %s.
ar: يمكنك تثبيت التطبيقات من خلال %s الخاصة بنا.
bg: Вие можете да инсталирате от нашия %s
cs: Můžete nainstalovat aplikace z našeho %s.
es: Puedes instalar programas desde nuestro %s.
fr: Vous pouvez installer des applications depuis notre %s.
hi: आप हमारे %s से ऐप्लिकेशन इंस्टॉल कर सकते हैं.
id: Anda bisa memasang aplikasi dari %s kami.
ms: Anda boleh memasang aplikasi-aplikasi melalui %s kami.
pt_br: Você pode instalar Aplicativos a partir de %s
ro: Poti instala aplicatii din %s
sl: Namestite lahko aplikacije iz našega %s.
zh_cn: 您可以从我们的 %s 中安装应用。
zh_tw: 您可以安裝我們 %s 內的程式。

source: However, you already have %s installed
ar: على أية حال، لقد قمت بتثبيت %s بالفعل
bg: Досега имате %s исталирани програми
cs: Nicméně, už máte %s nainstalované
es: Sin embargo, ya tienes %s instalado
fr: Cependant, %s est déjà installé
hi: हालाँकि, आपके पास पहले से%s स्थापित है
id: %s sudah terpasang di komputer Anda
ms: Sebenarnya, anda sudah pun memasang %s
pt_br: No entanto, você já tem %s instalado
ro: Desi, ai instalat deja %s
sl: Vendar ste že namestili %s
zh_cn: 但是，您已经安装了 %s
zh_tw: 但是，您已經有安裝 %s

source: However, you can install %s on the Endless App Center
ar: على أية حال، يمكنك تثبيت %s بواسطة مركز تطبيقات Endless
bg: Всъщност можете да инсталирате %s в каталога на Endless
cs: Nicméně, %s si můžete nainstalovat v Endless centru aplikací
es: Sin embargo, puedes instalar %s en el Centro de Programas.
fr: Vous pouvez cependant installer %s sur le App Center Endless
hi: हालाँकि, आप एंड्लेस ऐप्लिकेशन केंद्र से %s को इंस्टॉल कर सकते हैं
id: Anda bisa memasang %s dari Pusat Aplikasi Endless
ms: Sebenarnya, anda boleh memasang %s melalui Pusat Apl Endless
pt_br: No entanto, você poderá instalar %s na Central de Aplicativos do Endless
ro: Desi, poti instala %s din Centrul de Aplicatii Endless
sl: Vendar pa lahko namestite %s na Endless Centeru Aplikacij
zh_cn: 但是，您可以在 Endless 应用中心上安装 %s
zh_tw: 但是，您可以在 Endless 應用程式中心安裝 %s

source: %s is unsupported
ar: %s غير مدعوم
bg: %s не се поддържа
cs: %s není podporováno
es: %s no es soportado
fr: %s n'est pas pris en charge
hi: %s असमर्थित है
id: %s tidak didukung
ms: %s tidak disokong
pt_br: %s não é suportado
ro: %s este neacceptat
sl: %s ni podprto
zh_cn: 不支持%s
zh_tw: 不支援 %s

source: Sorry, you can't install %s on Endless.
ar: عذراً، لا يمكنك تثبيت %s على Endless.
bg: За съжаление не можете да инсталирате %s на Endless.
cs: Je nám líto, %s není možné na Endless nainstalovat.
es: Lo sentimos, no puedes instalar %s en Endless.
fr: Désolé, vous ne pouvez pas installer %s sur Endless.
hi: क्षमा करें, आप %s को एंड्लेस पर इंस्टॉल नहीं कर सकते हैं.
id: Maaf, Anda tidak bisa memasang %s di Endless.
ms: Maaf, anda tidak boleh memasang %s melalui Endless.
pt_br: Infelizmente, não é possível instalar %s no Endless.
ro: Ne pare rau,nu poti instala %s in Endless
sl: Žal ne morete namestiti %s na Endless OS.
zh_cn: 抱歉，您无法在 Endless 上安装 %s。
zh_tw: 很抱歉，您無法在 Endless 上安裝 %s。

source: Sorry, you can't run %s on Endless.
ar: عذراً، لا يمكنك تشغيل %s على نظام Endless.
bg: За съжаление не можете да стартирате %s на Endless.
cs: Je nám líto, ale %s není možné na Endless spustit.
es: Lo sentimos, no puedes ejecutar %s en Endless.
fr: Désolé, vous ne pouvez pas exécuter %s sur Endless.
hi: क्षमा करें, आप %s को एंड्लेस पर नहीं चला सकते हैं.
id: Maaf, Anda tidak bisa menjalankan %s di Endless.
ms: Maaf, anda tidak boleh jalankan %s melalui Endless.
pt_br: Infelizmente, não é possível rodar %s no Endless.
ro: Ne pare rau,nu poti deschide %s in Endless
sl: Žal ne morete zagnati %s na Endless.
zh_cn: 抱歉，您无法在 Endless 上运行 %s。
zh_tw: 很抱歉，您無法在 Endless 上執行 %s。

source: You are already running Endless OS
ar: أنت تقوم بتشغيل نظام تشغيل Endless بالفعل
bg: Endless OS е вече стартирана
cs: Už provozujete Endless OS
es: Ya estás usando Endless OS
fr: Vous exécutez déjà Endless OS
hi: आप पहले से ही एंड्लेस ओ एस चला रहे हैं
id: Anda saat ini sudah menggunakan Endless OS
ms: Anda sudah pun menjalankan Endless OS
pt_br: Você já está usando o Endless OS
ro: Rulezi deja Endless OS
sl: Že uporabljate Endless OS
zh_cn: 您已经运行 Endless 操作系统
zh_tw: Endless OS 現正執行中

source: Reformat with Endless OS
ar: إعادة التهيئة بواسطة نظام تشغيل Endless
bg: Реформатирай със Endless OS
cs: Naformátovat s Endless OS
es: Formatear con Endless OS
fr: Reformater avec Endless OS
hi: एंड्लेस ओ एस से पुनः फ़ॉर्मेट करें
id: Format ulang dengan Endless OS
ms: Format semula dengan Endless OS
pt_br: Formate com o Endless OS
ro: Reformateaza cu Endless OS
sl: Formatiraj z Endless OS
zh_cn: 使用 Endless 操作系统重新设置格式
zh_tw: 使用 Endless OS 重新格式化

source: You can reformat your computer with Endless OS. If you have Windows installed and want to keep it, reboot to Windows and run the Endless Installer under Windows.
ar: يمكنك إعادة تهيئة الكمبيوتر الخاص بك بواسطة نظام Endless OS. إذا كان لديك نظام ويندوز مُثبت وترغب في الإبقاء عليه، أعد تشغيل جهازك على نظام ويندوز وقم بتشغيل مُثبت Endless داخل نظام ويندوز.
bg: Можете да реформатирате своя компютър със Endless OS. Ако имате инсталиран Windows и искате да го запазете. Моля рестартирайте и инсталирайте Endless под Windows.
cs: Můžete přeformátovat váš počítač s Endless OS. Pokud máte nainstalované Windows a chcete si je ponechat, nastartujte do Windows a spusťte instalátor Endless pod Windows.
es: Puedes formatear tu computadora con Endless OS. Si ya tienes Windows instalado y deseas mantenerlo, reinicia tu computadora a Windows y ejecuta el Instalador para Endless bajo Windows.
fr: Vous pouvez reformater votre ordinateur avec Endless OS. Si Windows est installé et que vous souhaitez le conserver, redémarrez sur Windows et lancez l'installateur d'Endless sous Windows.
hi: आप एंड्लेस ओ एस से अपना कंप्यूटर पुनः फ़ॉर्मेट कर सकते हैं. यदि आपके पास Windows इंस्टॉल है और इसे बनाए रखना चाहते है, तो Windows को रीबूट करें और Windows के अंतर्गत एंड्लेस इंस्टॉलर चलाएँ.
id: Anda bisa memformat ulang komputer Anda dengan Endless OS. Bila Anda memiliki Windows dan ingin tetap menggunakannya, nyalakan ulang komputer, masuk ke Windows, dan jalankan pemasang Endless (Endless Installer) dari Windows.
ms: Anda boleh memformat semula komputer anda dengan Endless OS. Jika anda mempunyai Windows dan mahukannya kekal, but semula ke Windows dan jalankan Pemasang Endless di dalam Windows.
pt_br: Você pode formatar o seu computador com o Endless OS. Se você tiver o Windows instalado e quiser mantê-lo, faça o boot do computador com o Windows e rode o Instalador Endless no Windows.
ro: Poti reformata computerul cu Endless OS. Daca ai instalat Windows si vrei sa il pastrezi, booteaza in Windows si ruleaza instalatorul Endless sub Windows.
sl: Računalnik lahko formatirate z Endless OS. Če imate nameščen operacijski sistem Windows in ga želite obdržati, ponovno zaženite sistem Windows in zaženite program Endless Inštaler v sistemu Windows.
zh_cn: 可以使用 Endless 操作系统重新设置电脑的格式。如果您已安装 Windows 并希望保留该系统，则重启 Windows 并在该系统下运行 Endless 安装程序。
zh_tw: 您可以使用 Endless OS 重新格式化您的電腦。如果您想保留已安裝的 Windows，請重新開機進入 Windows，並在 Windows 下執行 Endless 安裝程式。

source: Spotify
ar: خدمة Spotify

source: Firefox
ar: متصفح فايرفوكس

source: Google Chrome
ar: متصفح جوجل كروم
bg: Guggle Chrome

source: Skype
ar: تطبيق سكايب

source: Dropbox
ar: دروب بوكس (Dropbox)

source: Steam
ar: بث

source: WhatsApp
ar: تطبيق WhatsApp

source: Apple iTunes
ar: آبل آي تيونز
pt_br: iTunes da Apple

source: Spotify is a streaming music service
ar: إن Spotify هو خدمة تشغيل موسيقى
bg: Със Spotify можете да слушате музика от интернет.
cs: Spotify je služba pro streamování hudby
es: Spotify es un servicio de transmisión de música
fr: Spotify est un service de streaming musical
hi: Spotify एक स्ट्रीमिंग संगीत सेवा है
id: Spotify adalah sebuah aplikasi streaming musik
ms: Spotify merupakan perkhidmatan muzik penstriman
pt_br: Spotify é um serviço de streaming de música
ro: Spotify este un serviciu de streaming muzica
sl: Spotify je storitev pretakanja glasbe
zh_cn: Spotify 是一款流式音乐服务
zh_tw: Spotify 是一項串流音樂服務

source: VLC
ar: مشغل VLC

source: VLC is a media player that can play most media files
ar: إن VLC هو مشغل وسائط والذي يمكنه تشغيل معظم ملفات الوسائط
bg: Със VLC можете да гледате повечето филмови формати.
cs: VLC je přehrávač multimédií, který umí přehrát většinu souborů s médii
es: VLC es un reproductor que es compatible con la mayoría de archivos de multimedia
fr: VLS est un lecteur multimédia qui peut lire la plupart des fichiers multimédia
hi: VLC एक मीडिया प्लेयर है जो अधिकतर मीडिया फ़ाइलों को चला सकता है
id: VLC adalah sebuah media player yang bisa menjalankan hampir semua format berkas media
ms: VLC merupakan pemain media yang dapat memainkan banyak fail-fail media
pt_br: VLC é um player de mídia compatível com a maior parte dos arquivos de mídia
ro: VLC este un playerr media care poate reda majoritatea fisierelor media
sl: VLC je multimedijski predvajalnik, ki lahko predvaja večino medijskih datotek
zh_cn: VLC 是一款媒体播放器，可以播放大多数的媒体文件
zh_tw: VLC 是個可以播放絕大多數媒體檔案的媒體播放器

source: K-Lite Mega Codec Pack
ar: حزمة ترميز K-Lite Mega
es: Mega paquete de codecs para K-Lite
fr: Pack de codecs Mega K-Lite
ms: Pek Kodeks Mega K-Lite
zh_tw: K-Lite Mega 影音編解碼包

source: Transmission
ar: تطبيق Transmission
sl: Oddajalec

source: DivX Codecs
ar: برامج ترميزات DivX
cs: DivX kodeky
es: Codecs DivX
fr: Codecs DivX
ms: Kodeks DivX
ro: DivX Codec-uri
zh_tw: DivX 編解碼器

source: LINE
ar: تطبيق LINE
cs: ŘÁDEK

source: You can install and use LINE through the Google Chrome Web Store
ar: يمكنك تثبيت واستخدام تطبيق LINE من خلال متجر الويب الخاص بجوجل كروم
bg: Можете да инсталирате и ползвате LINE през Google Chrome Web Store
cs: ŘÁDEK můžete nainstalovat a používat prostřednictvím Google Chrome webového obchodu
es: Puedes instalar y utilizar LINE a través de la tienda web de Google Chrome
fr: Vous pouvez installer et utiliser LINE depuis le Google Chrome Web Store
hi: आप Google Chrome वेब स्टोर के माध्यम से LINE को इंस्टॉल और उपयोग कर सकते हैं
id: Anda bisa memasang dan menggunakan LINE dari Google Chrome Web Store
ms: Anda boleh memasang dan menggunakan LINE melalui Kedai Web Google Chrome
pt_br: Você pode instalar e usar LINE por meio da loja virtual do Google Chrome
ro: Poti instala si folosi LINE din magazinul online Google Chrome
sl: LINE lahko namestite in uporabljate preko spletne trgovine Google Chrome
zh_cn: 可以通过 Google Chrome Web Store 安装并使用 LINE
zh_tw: 您可以透過 Google Chrome 線上應用程式商店安裝和使用 LINE

source: But do not worry. With Endless OS you are already safe from viruses that only affect Windows
ar: لكن لا تقلق. علي نظام تشغيل Endless أنت بالفعل آمن من الفيروسات التي تؤثر فقط على نظام ويندوز
bg: Но не се тревожете. Със Endless OS вие сте защитени от виросите за Windows.
cs: Ale nemějte obavy. V případě Endless OS už jste v bezpečí před viry, které postihují pouze Windows
es: Pero no te preocupes. Usar Endless OS te protege de los virus que sólo afectan a Windows.
fr: Mais ne vous inquiétez pas. Avec Endless OS, vous êtes déjà protégé des virus qui n'affectent que Windows.
hi: लेकिन चिंता न करें. एंड्लेस ओ एस से आप उन वायरस से पहले ही सुरक्षित हैं जो केवल Windows को प्रभावित करते हैं
id: Jangan khawatir. Dengan menggunakan Endless OS, Anda aman dari virus yang hanya menyerang sistem Windows
ms: Jangan risau. Dengan Endless OS anda sememangnya bebas dan selamat daripada virus-virus yang hanya menjangkiti Windows
pt_br: Não se preocupe. Com o Endless OS, você está protegido de vírus que afetam apenas o Windows
ro: Nu iti face griji. Cu Endless OS esti protejat de virusii care afecteaza doar Windows
sl: Ampak ne skrbi. Z Endless OS ste že varni pred virusi, ki vplivajo samo na Windows
zh_cn: 但请不必担心。使用 Endless 操作系统已将您安全隔绝于仅影响 Windows 系统的病毒
zh_tw: 不過別擔心，使用 Endless OS 可以確保使用者不受那些僅能影響 Windows 的病毒侵犯

source: Microsoft Windows
ar: مايكروسوفت ويندوز
hi: माइक्रोसॉफ़्ट विंडोज़

source: GNOME Boxes
ar: مربعات جنوم
cs: GNOME Boxy
hi: GNOME बॉक्सेज
pt_br: Caixas GNOME
zh_tw: GNOME 機櫃

source: GNOME Boxes is a Virtual Machine where you can install Microsoft Windows and run it alongside Endless OS
ar: جنوم بوكس أو مربعات جنوم هي آلة افتراضية حيث يمكنك تثبيت مايكروسوفت ويندوز وتشغيله جنباً إلى جنب مع نظام تشغيل Endless OS
cs: GNOME Boxy je virtuální stroj, do kterého si můžete nainstalovat Microsoft Windows a spouštět ho souběžně s Endless OS
es: GNOME Boxes es una máquina virtual en la que puedes instalar Microsoft Windows y ejecutarlo junto con el sistema operativo Endless
hi: GNOME बॉक्स एक वर्चुअल मशीन है जहाँ आप Microsoft विंडोज को स्थापित कर सकते हैं और इसे एंडलेस OS के साथ चला सकते हैं
ms: GNOME Boxes merupakan sebuah Mesin Maya yang mana anda boleh memasang Microsoft Windows dan jalankannya bersama-sama Endless OS
pt_br: Caixas GNOME é uma máquina virtual onde você pode instalar o Microsoft Windows e executá-lo junto com o Endless OS
sl: GNOME Boxes je Virtualna Naprava kjer lahko inštalirate Microsoft Windows poleg opreacijskega sistem Endless OS
zh_tw: GNOME 機櫃是一台虛擬機器，您可以在其上安裝 Microsoft Windows 並與 Endless OS 一起執行

source: Minecraft
ar: ماين كرافت
hi: माइनक्राफ्ट

source: Scratch
ar: خدش
hi: स्क्रेच करें
sl: Skice
zh_tw: 草稿

source: OK
bg: ОК
es: Aceptar
hi: ठीक
zh_cn: 好的
zh_tw: 確定

source: You are already running Endless OS from live media
bg: Вече ползвате Endless OS от стартова флашка / DVD
cs: Už provozujete Endless OS, spuštěný z instalačního média
fr: Vous exécutez déjà Endless OS à partir du fichier multimédia en direct
id: Anda saat ini sudah menggunakan Endless OS dari media live
ms: Anda sudah pun menjalankan Endless OS melalui media langsung
pt_br: Você já está rodando o Endless OS a partir de uma live media
ro: Rulezi deja Endless OS de pe un dispozitiv media.
sl: Zdaj že uporabljate Endless OS iz živega medija
zh_cn: 您已经从直播媒体运行 Endless 操作系统
zh_tw: 您正透過 Live 媒體執行 Endless OS 中

source: Transmission is a BitTorrent client, like uTorrent
bg: Transmission e BitTorrent клиент като uTorrent
cs: Transmission je BitTorrent klient, jako uTorrent
es: Transmisión es un cliente para BitTorrent, como uTorrent
fr: Transmission est un client BitTorrent, comme uTorrent
hi: Transmission, uTorrent की तरह BitTorrent का क्लायंट है
id: Transmission adalah sebuah klien BitTorrent, mirip dengan uTorrent
ms: Transmission merupakan sebuah klien BitTorrent, seperti uTorrent
pt_br: Transmission é um cliente BitTorrent, como o uTorrent
ro: Transmission este un client BitTorrent, precum uTorrent
sl: Oddajalec je BitTorrent odjemalec, kot je uTorrent
zh_cn: Transmission 是一个 BitTorrent 客户端，类似于 uTorrent
zh_tw: Transmission 是個 BitTorrent 用戶端，類似 uTorrent

source: Adobe Flash is downloaded and installed automatically by your browser on Endless OS. Please visit %s to check whether it has been installed correctly and contact the %s for support if you still have problems
bg: Adobe Flash е автоматично инсталиран във вашият браузър под Endless OS. Моля посетете %s за да проверите дали е коректно инсталиран и се свържете с %s за помощ ако все още имате проблеми.
cs: Na Endless OS je Adobe Flash staženo a nainstalováno webovým prohlížečem. Navštivte %s a zkontrolujte, zda bylo nainstalováno správně a pokud pořád máte problémy, obraťte se na %s o podporu
es: Adobe Flash se descarga e instala automáticamente por tu navegador en Endless OS. Por favor visita %s para comprobar si se ha instalado correctamente y contacta el %s para recibir ayuda si todavía te encuentras con problemas.
fr: Adobe Flash est téléchargé et installé automatiquement par votre navigateur sur Endless OS. Veuillez visiter %s pour vérifier s'il a été installé correctement et contactez le %s pour obtenir de l'aide si vous rencontrez toujours des difficultés.
hi: एंड्लेस ओ एस पर आपके ब्राउज़र द्वारा Adobe Flash को स्वचालित रूप से डाउनलोड और इंस्टॉल किया जाता है. यह देखने के लिए कि इसे सही तरीके से इंस्टॉल किया गया है या नहीं, कृपया %s पर जाएँ और अगर आपको अभी भी समस्याएँ हैं तो सहायता के लिए %sसे संपर्क करें
id: Adobe Flash telah terunduh dan terpasang secara otomatis oleh peramban Anda yang ada di Endless OS. Silakan kunjungi %s untuk memeriksa apakah telah terpasang secara benar dan mohon hubungi %s untuk bantuan apabila Anda masih mengalami masalah
ms: Adobe Flash dimuat turun dan dipasang secara automatik oleh pelayar anda di Endless OS. Sila lawati %s untuk ketahui sama ada ia telah dipasang dengan betul atau sebaliknya dan hubungi %s untuk dapatkan bantuan sekiranya ada masalah.
pt_br: Adobe Flash está programado para ser baixado e instalado automaticamente pelo seu navegador no Endless OS. Favor visitar %s para conferir se foi instalado corretamente e contate %s para suporte se você ainda estiver tendo problemas.
ro: Adobe Flash este descarcat si instalat de browser-ul tau in Endless OS. Viziteaza %s pentru a verifica daca a fost instalat corect si contacteaza %s pentru suport daca ai probleme.
sl: Adobe Flash je samodejno prenesen in nameščen avtomatsko iz strani vašega brskalnika na Endless OS. Prosimo, obiščite %s, da preverite, ali je bila pravilno nameščena, in se obrnite na %s za podporo, če imate še vedno težave
zh_cn: 您的浏览器已自动下载 Adobe Flash 并将其安装在 Endless 操作系统上。请访问 %s 以检查该软件是否已正确安装，如果仍有问题，请联系 %s 寻求帮助
zh_tw: Adobe Flash 已透過您的瀏覽器自動下載並安裝到 Endless OS 上。請前往 %s 檢查檔案是否已正確安裝。如果仍然有問題，請與 %s 聯絡取得支援

source: the Adobe Flash test page
bg: Тестовата страница на Adobe Flash
cs: testovací stránka Adobe Flash
es: la página para probar Adobe Flash
fr: la page de test Adobe Flash
hi: Adobe Flash परीक्षण पेज
id: halaman tes untuk Adobe Flash
ms: Halaman pengujian Adobe Flash
pt_br: página teste do Adobe Flash
ro: pagina de test Adobe Flash
sl: preizkusna stran za Adobe Flash
zh_cn: Adobe Flash 测试页面
zh_tw: Adobe Flash 測試頁面

source: Endless Community
bg: Общността на Endless
cs: Komunita okolo Endless
es: Comunidad de Endless
hi: एंड्लेस समुदाय
id: Komunitas Endless
ms: Komuniti Endless
pt_br: Comunidade Endless
ro: Comunitatea Endless
sl: Skupnost Endless
zh_cn: Endless 社区
zh_tw: Endless 社群

source: FrostTorrent is a file-sharing application like LimeWire
bg: FrostTorrent е програма за споделяне на файлове като LimeWire
fr: FrostTorrent est une application de partage de fichiers comme LimeWire
id: FrostTorrent adalah sebuah aplikasi berbagi berkas seperti LimeWire
ro: FrostTorrent este o aplicatie de impartasit fisiere precum LimeWire
zh_cn: FrostTorrent 是一款类似于 LimeWire 的文件共享应用

source: Endless OS Community
fr: Communauté Endless OS
